import styles from "./about.module.css";

const AboutMMASS = () => {
  return (
    <div className={styles.aboutMMASS}>
      <div className={styles.aboutMMASS__content}>
        <h2 className={styles.title}>
          Подробнее о ММАСС
        </h2>
        
        <p className={styles.paragraph}>
          Международная методологическая ассоциация (ММАСС) основана в 1989 году Сергеем Валентиновичем Поповым. Будучи учеником Георгия Петровича Щедровицкого, активным участником Московского методологического кружка (ММК) и практикующим методологом, Сергей Попов развил и переосмыслил методологические идеи Кружка, совместно с единомышленниками Ассоциации открыв собственное направление, которое в 2016 оформилось в самостоятельную методологическую дисциплину – Экспериментальную методологию.
        </p>
        
        <p className={styles.paragraph}>
          Главной целью ММАСС с момента ее создания является сохранение и распространение практики развития мышления, повышение роли и статуса мышления во всех сферах человеческой жизни.
        </p>
        
        <p className={styles.paragraph}>
          Существующая схема организации человеческого интеллекта, надежная закреплённая в структурах институционального образования, основана на накоплении и распространении знаний. Экспериментальная методология предлагает иной принцип – «важно не знать, а мочь включаться в коллективное мышление», а нужные знания либо привлекать по необходимости, либо строить новые. Частично Экспериментальная методология опирается на разработки практик мышления ММК, известных как организационно-деятельностные игры (ОДИ), для которых был разработан метод коллективного решения задач в условиях неопределенности. Но Экспериментальная методология пошла дальше и претендует на разворачивание альтернативной схемы организации интеллектуальной сферы человечности. Основной движущей силой Экспериментальной методологии является самостановящееся мышление, с 2016 года были разработаны специальные мероприятия, позволяющие неофитам получать опыт быстрого и техничного вхождения в мышление, по ходу которого оснащать себя необходимыми техниками и интеллектуальными способностями: рефлексия, воображение, чувствительность к реальности, способность к совместности, способность к пониманию, способность к схематизации и «перемножению» схем и др. Эти мероприятия получили название Тренинги на постановку мышления (ТПМ).
        </p>
        
        <p className={styles.paragraph}>
          За счет ТПМ в ареале ММАСС появляется все более широкий слой людей, имеющих опыт вхождения в мышление, становится возможным организовывать содержательные мероприятия разного уровня глубины, разворачивая интеллектуальную сферу человеческого на сложных практических и жизненных ситуациях.
        </p>
        
        <p className={styles.paragraph}>
          ММАСС ведет собственные исследования и разработки новых методологических подходов. Это позволяет сохранять интенсивный темп интеллектуальной работы и не становиться заложником уже разработанных методологических инструментов.
        </p>
        
        <p className={styles.paragraph}>
          С 2020 года ММАСС полностью изменила подход к организации своей деятельности – вместо распространенного среди бизнеса образовательного консалтинга, де факто работающего в знаниевой парадигме, ММАСС работает с людьми и их интеллектом. Ассоциация осуществляет полный цикл методологических, научных, исследовательских и экспериментальных разработок, не ставя себя в зависимость от заказчиков и спонсоров. Такой подход близок к схеме организации древних мыслительных школ (Пифагор, Аристотель, Платон) и первых средневековых университетов, которые были основными источниками мысли европейской цивилизации.
        </p>
        
        <p className={styles.paragraph}>
          Особое внимание ММАСС уделяет теме становления детей с точки зрения разворачивания интеллектуальных способностей. Есть постоянно действующая Лаборатория Родительства, в которой рефлектируется опыт родительства, а также разрабатываются и проверяются гипотезы о возможном участии родителей в становлении детей.
        </p>
      </div>
    </div>
  );
};

export default AboutMMASS;